alsa-utils
amd-ucode
autoconf
automake
base
bison
btrfs-progs
cowfortune
cowsay
debugedit
discord
dunst
efibootmgr
fakeroot
fd
ffmpegthumbnailer
flex
fzf
gcc
git
github-cli
grub
grub-btrfs
jq
lf
libtool
linux
linux-firmware
m4
maim
make
man-db
man-pages
mpc
mpd
mpv
ncmpcpp
neofetch
neovim
nerd-fonts-jetbrains-mono
networkmanager
noto-fonts-emoji
nsxiv
ntfs-3g
nvidia
openssh
pamixer
patch
picom
pipewire-alsa
pipewire-pulse
pkgconf
poppler
qt5ct
qutebrowser
reflector
ripgrep
skippy-xd-git
snap-pac
snap-pac-grub
snapper
steam
stow
sudo
sxhkd
texinfo
ttf-linux-libertine
ueberzug
unclutter
unzip
wget
which
xclip
xdg-desktop-portal
xdg-user-dirs
xdotool
xorg-xinit
xwallpaper
yay-git
yt-dlp
ytfzf
zathura
zathura-pdf-poppler
zsh
